[
    {
      "nama": "Thrips",
      "img": "file:///android_asset/img/thrips.PNG",
      "gejala": "Hama ini menyerang tanaman dengan menghisap cairan permukaan bawah daun (terutama daundaun muda). Serangan ditandai dengan adanya bercak keperak - perakkan. Daun yang terserang berubah warna menjadi coklat tembaga, mengeriting atau keriput dan akhirnya mati. Pada serangan berat menyebabkan daun, tunas atau pucuk menggulung ke dalam dan muncul benjolan seperti tumor, pertumbuhan tanaman terhambat dan kerdil bahkan  pucuk  tanaman menjadi mati.",
      "pengendalian": [
        "Menggunakan tanaman perangkap seperti kenikir kuning.",
        "Menggunakan mulsa perak ",
        "Sanitasi lingkungan dan pemotongan bagian tanaman yang terserang thrips.",
        "Penggunaan perangkap warna kuning sebanyak 40 buah per ha atau 2 buah per 500 m2 yang dipasang sejak tanaman berumur 2 minggu. Perangkap dapat dibuat dari potongan bambu yang dipasang plastik map warna kuning. Plastik diolesi dengan lem agar thrips yang tertarik menempel. Apabila plastik sudah penuh dengan thrips maka plastik perlu diganti.",
        "Pemanfaatan musuh alami yang potensial untuk mengendalikan hama thrips, antara lain predator kumbang Coccinellidae, tungau, predator larva Chrysopidae, kepik Anthocoridae dan patogen Entomophthora sp",
        "Pestisida digunakan apabila populasi hama atau kerusakan tanaman telah mencapai ambang pengendalian (serangan mencapai lebih atau sama dengan 15% per tanaman contoh) atau cara-cara pengendalian lainnya tidak dapat menekan populasi hama."
      ]
    },
    {
        "nama": "Lalat Buah",
        "img": "file:///android_asset/img/lalat_buah.PNG",
        "gejala": "Lalat buah menyebabkan kerusakan pada buah cabai yang masih muda maupun buah yang sudah matang. Buah yang terserang akan membusuk dan kemudian jatuh ke tanah. Gejala awal terlihat dari adanya titik hitam pada bagian pangkal buah, titik hitam pada pangkal buah muncul karena aktifitas lalat buah dewasa yang memasukkan telurnya pada buah cabai. Telur tersebut akan menetas dan berkembang di dalam buah cabai. Larva yang terdapat di dalam buah menimbulkan kerusakan dari dalam, buah menjadi berwarna kuning pucat dan layu. Kualitas buah cabai yang terserang hama ini akan menurun dan tidak layak untuk dipasarkan.",
        "pengendalian": [
            "Pemusnahan buah terserang",
            "Pembungkusan buah",
            "Pengggunaan perangkap atraktan metil eugenol (ME) atau petrogenol sebanyak 1 ml/perangkap. Jumlah perangkap yang dibutuhkan 40 buah/Ha. Perangkap dipasang pada saat tanaman berumur 2 minggu sampai akhir panen dan atraktan diganti setiap 2 minggu sekali.",
            "Rotasi tanaman",
            "Pemanfaatan musuh alami antara lain parasitoid larva dan pupa (Biosteres sp, Opius sp), predator semut, Arachnidae (laba – laba), Staphylinidae (kumbang) dan Dermatera (Cecopet)."
        ]
    }
]